[
  {
    "id": "mshirt01",
    "name": "Woven Vans x Crayola Floral",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "299,00",
    "sizes": ["P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Vans e Crayola se unem nesta temporada para criar uma coleção colorida de calçados e roupas. Com designs inspirados no visual clássico do Crayola em estilos icônicos da Vans, esta coleção celebra a criatividade de todos e as formas coloridas com que se expressam. Incentivando sua imaginação a correr solta, a camisa Woven Vans Crayola apresenta um padrão floral allover, inspirado nas cores icônicas do Crayola. Esta camisa também tem uma frente com botões, gola, mangas curtas e um bolso no lado esquerdo do peito.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt01.webp"
  },

  {
    "id": "mshirt02",
    "name": "Anaheim Mashup Woven Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "299,00",
    "sizes": ["PP", "P", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Camisa de manga curta estampada confeccionada em viscose com fechamento frontal por botões e aplicação de bolso no lado esquerdo do peito.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt02.webp"
  },

  {
    "id": "mshirt03",
    "name": "Bayview LS II True Navy",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "299,00",
    "sizes": ["PP", "P", "M", "G"],
    "color": ["Azul", "#5C6FCF"],
    "description": "Camisa de manga longa confeccionada em algodão com bolsos frontais e fechamento frontal por botão.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt03.webp"
  },

  {
    "id": "mshirt04",
    "name": "Houser SS Dress Blues Blue Coral",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "169,00",
    "sizes": ["PP", "P", "M", "GG"],
    "color": ["Azul", "#5C6FCF"],
    "description": "A Houser Buttondown Shirt é uma camisa de manga curta em 100% algodão Oxford, com bolso no peito e design em bloco de cores. Tipo de caimento: clássico.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt04.webp"
  },

  {
    "id": "mshirt05",
    "name": "Box Flannel True Blue Oatmeal",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "349,00",
    "sizes": ["PP", "M", "GG"],
    "color": ["Azul", "#5C6FCF"],
    "description": "Um grande padrão dividido herringbone quadrado de flanela separa a Box Flannel Shirt dos demais xadrezes. Feito com algodão orgânico macio, este clássico de manga longa e botões, com bolsos duplos no peito é um básico versátil facilmente combinável ou para se usar sozinho. O modelo tem 1,83 m de altura e usa tamanho Médio. 100% algodão orgânico Mangas longas Herringbone quadrado de flanela Estilo de botão Bolsos duplos no peito.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt05.webp"
  },

  {
    "id": "mshirt06",
    "name": "Camisa Ss Anaheim Space Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt06.webp"
  },

  {
    "id": "mshirt07",
    "name": "Camisa Mami Wata Ss Woven Gravel",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["PP", "P", "G", "GG"],
    "color": ["Nude", "#E5D2C4"],
    "description": "Esta coleção Vans x Mami Wata inspira-se na cultura do surf africano, nos principais eventos culturais históricos e no poder e positividade do surf. Do “Rumble in the Jungle” do Zaire em 1974 e do “Festac'77” da Nigéria, esta nova cabeça para A coleção -toe pega as imagens icônicas, ousadas e gráficas desses eventos culturais e adiciona um toque moderno da Vans, vinculando-se às nossas estampas quadriculadas tradicionais. enquanto dá um aceno vibrante para as gerações futuras que apoiam a cultura africana do surf. Com uma estampa de um homem surfando nas costas de um leão rugindo, a Vans X Mami Wata Buttondown Shirt homenageia o poder do surf africano. Modelo vestindo tamanho 32 ou médio. Nossa equipe estabeleceu metas ambiciosas de sustentabilidade. Grandes ou pequenos, todos os nossos esforços resultam em mudanças positivas. Para ganhar o logotipo do globo VR3 Checkerboard, pelo menos 30% do produto deve ser feito de um ou uma combinação de materiais reciclados, renováveis ​​e/ou regenerativos. • Popeline 100% algodão orgânico • Camisa de botão • Manga curta • Impressão total • Guarnições da marca Vans X Mami Wata Para saber mais sobre a Vans e sua jornada para materiais sustentáveis, acesse vans.com/sustainability.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt07.webp"
  },

  {
    "id": "mshirt08",
    "name": "Camisa Fatal Floral Ss Woven Golden Yellow",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "299,00",
    "sizes": ["PP", "P", "M", "G"],
    "color": ["Amarelo", "#F6DD34"],
    "description": "A Fatal Floral Woven Shirt apresenta uma estampa fechada floral digital para uma visão brilhante do clássico de botões. Esta camisa colorida tem mangas curtas e um bolso no peito esquerdo, e é feita de 100% viscose rayon. O modelo tem 1,83 m de altura e usa tamanho Médio.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt08.webp"
  },

  {
    "id": "mshirt09",
    "name": "Camisa Dakota Roche Bmx Ss White Demitasse",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["PP", "P", "M", "GG"],
    "color": ["Branco", "#FFFFFF"],
    "description": "A Vans Dakota Roche Shirt tem um zíper frontal completo, mangas curtas e um ajuste solto. Tem dois bolsos no peito e apresenta o logótipo Vans '1966' à frente. Composição: 100% ALGODÃO",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt09.webp"
  },

  {
    "id": "mshirt10",
    "name": "Camiseta Pavelski Ss Vans Teal",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["PP", "M", "GG"],
    "color": ["Azul", "#5C6FCF"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shirts/mshirt10.webp"
  },

  {
    "id": "mtshirt01",
    "name": "Classic Mini Dual Palm II SS True Blue White",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "119,00",
    "color": ["Azul", "#5C6FCF"],
    "sizes": ["PP", "P", "M", "G", "GG"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. A camiseta Vans Classic Mini Dual Palm II de manga curta, possui estampa em silk à base d'água na altura do peito do lado esquerdo e nas costas, etiqueta Vans aplicada na manga, gola canelada, costura reforçada nos ombros e é feita de 100% algodão. Tipo de modelagem: Slim. O modelo tem 1,82 m de altura e veste tamanho M.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt01.webp"
  },

  {
    "id": "mtshirt02",
    "name": "To Better Days SS White",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "129,00",
    "color": ["Branco", "#FFFFFF"],
    "sizes": ["PP", "P", "M"],
    "description": "Camisa de manga curta estampada confeccionada em viscose com fechamento frontal por botões e aplicação de bolso no lado esquerdo do peito.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt02.webp"
  },

  {
    "id": "mtshirt03",
    "name": "Elevated Minds SS Chinois Green Grape Leaf White",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "149,00",
    "color": ["Verde", "#447831"],
    "sizes": ["PP", "P", "M", "G", "GG"],
    "description": "Camiseta manga curta verde",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt03.webp"
  },

  {
    "id": "mtshirt04",
    "name": "Off The Wall Color Multiplier SS Pomegranate",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "179,00",
    "color": ["Vinho", "#932836"],
    "sizes": ["M", "G", "GG"],
    "description": "Todo mundo precisa de uma camiseta em que possa confiar. A Off The Wall Color Multiplier colocará um fim em sua busca pela camiseta perfeita, para que você possa se concentrar em coisas mais importantes. Com interior em padrão Waffle, que drena a umidade da pele, esta nova camiseta mantém o usuário confortável e seco, enquanto seu fio resistente proporciona durabilidade e minimiza o encolhimento. Outras características desta peça são o colarinho canelado, a costura reforçada nos ombros, o clássico acabamento premium da Vans, um aplique bordado na altura do peito e uma presilha para pendurar em cabides em estampa checkerboard. A Off The Wall Color Multiplier será a última camiseta de que você precisará. Tipo de caimento: clássico. O modelo tem 1,82 m de altura e veste tamanho M.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt04.webp"
  },

  {
    "id": "mtshirt05",
    "name": "Seasonal Color Stripe Crew Eldeberry",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "259,00",
    "color": ["Azul", "#5C6FCF"],
    "sizes": ["PP", "P", "M", "GG"],
    "description": "Clássico, confortável e essencial para qualquer estilo, o Seasonal Color Stripe Crew apresenta listras ousadas de fios tingidos em cores sazonais. Esta camiseta de malha e manga curta é feita com jersey de algodão compacto, e tem estilo tradicional de gola redonda para um apelo atemporal. O modelo tem 1,83 m de altura e usa tamanho Médio. 100% jersey de algodão compacto Listras quadriculadas de fios tingidos em toda a peça Estilo gola redonda Mangas curtas Logotipo no peito esquerdo.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt05.webp"
  },

  {
    "id": "mtshirt06",
    "name": "OTW LS White Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "149,00",
    "color": ["Branco", "#FFFFFF"],
    "sizes": ["PP", "P", "GG"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. A camiseta Vans OTW de manga longa possui o clássico logo Off The Wall aplicado na altura do peito, gola e punhos canelados e é feita de 100% algodão. Tipo de caimento: custom. O modelo tem 1,82 e veste tamanho M.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt06.webp"
  },

  {
    "id": "mtshirt07",
    "name": "OTW SS Tee Vans x Nathan Florence",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "279,00",
    "color": ["Vermelho", "#C11301"],
    "sizes": ["P", "M", "G", "GG"],
    "description": "A Vans orgulhosamente apresenta a coleção em parceria com a lenda do surfe e integrante da equipe global de Surf da Vans, Nathan Florence. A nova coleção foi desenvolvida trazendo o estilo único e a potência do surfista, dentro e fora da água, concebida para atender às necessidades de estilo e praticidade. Projetada para o conforto e funcionalidade, essa coleção inclui as silhuetas e vestuários favoritos do surfista. Todos os itens representam a marca registrada de Nathan com estampas em vermelho e preto.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt07.webp"
  },

  {
    "id": "mtshirt08",
    "name": "Served Fresh Daily SS Narcissus",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "251,00",
    "sizes": ["P", "M", "G"],
    "color": ["Amarelo", "#F6DD34"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt08.webp"
  },

  {
    "id": "mtshirt09",
    "name": "Vintage SS Vans X T&C Azalea Pink",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "149,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Rosa", "#C8418C"],
    "description": "Fundada em 1971 por Craig Sugihara, a Town & Country Surf Shop nasceu e continua sendo impulsionada pelas necessidades do surfista. Como pode ser visto em seu icônico logotipo yin e yang, o ethos fundamental da T&C está enraizado no equilíbrio. Esteja Craig modelando pranchas ou cuidando da comunidade de surf havaiana, ele garante que a dedicação da T&C à qualidade, busca por inovação, materiais de qualidade e paixão permaneçam na vanguarda de tudo o que fazem. Depois de todos esses anos, o T&C continua sendo propriedade e operado por Craig, o fundador original, cujo grom-like stoke o coloca regularmente no lineup ou ao redor da ilha desfrutando das amizades que só uma vida dedicada ao surf pode proporcionar. Em homenagem ao 50º aniversário da T&C, a Vans trabalhou em estreita colaboração com Craig para elevar a rica herança da T&C, ao mesmo tempo em que dá um aceno progressivo ao futuro da cultura do surf, oferecendo novas combinações de cores clássicas.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt09.webp"
  },

  {
    "id": "mtshirt10",
    "name": "Camiseta SS Transfixed Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "149,00",
    "sizes": ["P", "M"],
    "color": ["Preto", "#000000"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/tshirts/mtshirt10.webp"
  },

  {
    "id": "mpants01",
    "name": "Authentic Chino Baggy Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Ajuste, estilo e durabilidade — o caimento Authentic Chino. Pensamos muito em nossas calças, para que você não tenha que fazer isso. Uma calça chino versátil que oferece estilo e funcionalidade a um preço acessível, a Authentic Chino Baggy Pant permite que você deixe de se preocupar com seu equipamento e passe a se concentrar no skate. Estruturada com um tecido de sarja de algodão rígida, esta calça chino folgada apresenta os clássicos bolsos frontais chino com um novo bolso para moedas à direita, bolsos traseiros com fechamento de botões e detalhes bordados em Drop-V para reforço com um toque de tradição. Além disso, novos detalhes trazem muito do estilo Off The Wall a este item essencial do skate, incluindo o novo detalhe do passador de cinto em V no cós traseiro e a nova etiqueta original da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,82 m de altura e veste tamanho 32. • Tipo de caimento: Folgada - Folgada no quadril, coxa e pernas com cintura alta. • Estrutura de sarja pesada 100% algodão • Detalhes bordados em Drop-V para reforço • Bolsos frontais inclinados e curvos maximizam o acesso e mantêm o conteúdo seguro • Bolsos traseiros com fechamento de botões • Detalhe do passador de cinto em V no cós traseiro • Etiqueta em checkerboard original costurada na parte interna da bainha • Etiqueta original da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada • Abertura da perna: 39 cm",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants01.webp"
  },

  {
    "id": "mpants02",
    "name": "Range Relaxed Elastic Chinois Green Grape Leaf White",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Verde", "#447831"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants02.webp"
  },

  {
    "id": "mpants03",
    "name": "Range Cargo Baggy Tapered Elastic Grape Leaf",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "499,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Verde", "#447831"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants03.webp"
  },

  {
    "id": "mpants04",
    "name": "Range Baggy Tapered Acid Wash Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants04.webp"
  },

  {
    "id": "mpants05",
    "name": "Authentic Chino Slim Asphalt",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Cinza", "#535257"],
    "description": "Caimento, estilo e durabilidade. Pensamos muito em nossas calças para que você não se preocupe com isso. Uma calça chino versátil que oferece estilo e funcionalidade, a Calça Authentic Chino Relaxed permite que você se concentre apenas em sua performace. Construída com tecido resistente, esta calça chino clássica apresenta bolsos frontais com um compartimento para moedas do lado direito, bolsos traseiros com fechos de botão e detalhes bordados em drop V para reforço. Além disso, novos detalhes trazem muito estilo “Off The Wall” para este item essencial, incluindo o novo detalhe do passador de cinto em “V” no cós traseiro e a nova etiqueta original flag da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,80m de altura e veste tamanho 42. Tipo de modelagem: Slim - Justa através do quadril e perna e barra. Circunferência da barra: 35.5 cm. Composição: 60% algodão, 38% poliéster e 2% elastano",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants05.webp"
  },

  {
    "id": "mpants06",
    "name": "Authentic Chino Slim Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Caimento, estilo e durabilidade. Pensamos muito em nossas calças para que você não se preocupe com isso. Uma calça chino versátil que oferece estilo e funcionalidade, a Calça Authentic Chino Relaxed permite que você se concentre apenas em sua performace. Construída com tecido resistente, esta calça chino clássica apresenta bolsos frontais com um compartimento para moedas do lado direito, bolsos traseiros com fechos de botão e detalhes bordados em drop V para reforço. Além disso, novos detalhes trazem muito estilo “Off The Wall” para este item essencial, incluindo o novo detalhe do passador de cinto em “V” no cós traseiro e a nova etiqueta original flag da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,80m de altura e veste tamanho 42. Tipo de modelagem: Slim - Justa através do quadril e perna e barra. Circunferência da barra: 35.5 cm. Composição: 60% algodão, 38% poliéster e 2% elastano",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants06.webp"
  },

  {
    "id": "mpants07",
    "name": "Authentic Chino Relaxed Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Caimento, estilo e durabilidade. Pensamos muito em nossas calças para que você não se preocupe com isso. Uma calça chino versátil que oferece estilo e funcionalidade, a Calça Authentic Chino Relaxed permite que você se concentre apenas em sua performace. Construída com tecido resistente, esta calça chino clássica apresenta bolsos frontais com um compartimento para moedas do lado direito, bolsos traseiros com fechos de botão e detalhes bordados em drop V para reforço. Além disso, novos detalhes trazem muito estilo “Off The Wall” para este item essencial, incluindo o novo detalhe do passador de cinto em “V” no cós traseiro e a nova etiqueta original flag da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,80m de altura e veste tamanho 42. Tipo de modelagem: Slim - Justa através do quadril e perna e barra. Circunferência da barra: 35.5 cm. Composição: 60% algodão, 38% poliéster e 2% elastano",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants07.webp"
  },

  {
    "id": "mpants08",
    "name": "Authentic Chino Slim Dirt",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Bege", "#E8D3B6"],
    "description": "Caimento, estilo e durabilidade. Pensamos muito em nossas calças para que você não se preocupe com isso. Uma calça chino versátil que oferece estilo e funcionalidade, a Calça Authentic Chino Relaxed permite que você se concentre apenas em sua performace. Construída com tecido resistente, esta calça chino clássica apresenta bolsos frontais com um compartimento para moedas do lado direito, bolsos traseiros com fechos de botão e detalhes bordados em drop V para reforço. Além disso, novos detalhes trazem muito estilo “Off The Wall” para este item essencial, incluindo o novo detalhe do passador de cinto em “V” no cós traseiro e a nova etiqueta original flag da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,80m de altura e veste tamanho 42. Tipo de modelagem: Slim - Justa através do quadril e perna e barra. Circunferência da barra: 35.5 cm. Composição: 60% algodão, 38% poliéster e 2% elastano",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants08.webp"
  },

  {
    "id": "mpants09",
    "name": "Authentic Chino Loose Grape Leaf",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Verde", "#447831"],
    "description": "Caimento, estilo e durabilidade. Pensamos muito em nossas calças para que você não se preocupe com isso. Uma calça chino versátil que oferece estilo e funcionalidade, a Calça Authentic Chino Relaxed permite que você se concentre apenas em sua performace. Construída com tecido resistente, esta calça chino clássica apresenta bolsos frontais com um compartimento para moedas do lado direito, bolsos traseiros com fechos de botão e detalhes bordados em drop V para reforço. Além disso, novos detalhes trazem muito estilo “Off The Wall” para este item essencial, incluindo o novo detalhe do passador de cinto em “V” no cós traseiro e a nova etiqueta original flag da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,80m de altura e veste tamanho 42. Tipo de modelagem: Loose - Folgada através do quadril e perna e barra. Circunferência da barra: 46.9 cm. Composição: 64% poliéster, 34% algodão e 2% elastano.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants09.webp"
  },

  {
    "id": "mpants10",
    "name": "Authentic Chino Relaxed Nutria",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Bege", "#E8D3B6"],
    "description": "Caimento, estilo e durabilidade. Pensamos muito em nossas calças para que você não se preocupe com isso. Uma calça chino versátil que oferece estilo e funcionalidade, a Calça Authentic Chino Relaxed permite que você se concentre apenas em sua performace. Construída com tecido resistente, esta calça chino clássica apresenta bolsos frontais com um compartimento para moedas do lado direito, bolsos traseiros com fechos de botão e detalhes bordados em drop V para reforço. Além disso, novos detalhes trazem muito estilo “Off The Wall” para este item essencial, incluindo o novo detalhe do passador de cinto em “V” no cós traseiro e a nova etiqueta original flag da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,80m de altura e veste tamanho 42. Tipo de modelagem: Relaxed - folgado através do quadril e perna com um leve ajuste na barra. Circunferência da barra: 43.2 cm. Composição: 64% poliéster, 34% algodão e 2% elastano.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/pants/mpants10.webp"
  },

  {
    "id": "mshorts01",
    "name": "Primary Elast Duct Tape Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "429,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Celebrando a evolução e o legado cultural do surf clássico, a plataforma Vans Duct Tape Invitational & Festival inicia sua 11ª temporada, pela primeira vez na América do Sul, desembarcando ineditamente no Brasil. Localizado na icônica Praia da Macumba, Rio de Janeiro, berço dos percursores do longboard clássico no país, como Rico de Souza e Daniel Friedman, e também de surfistas da nova geração como Jasmim Avelino e Yanca Costa. Conectado intrinsicamente com a comunidade local através da arte, música, skate, criatividade e sustentabilidade, o Vans Duct Tape Invitational & Festival celebra o estilo de vida do surf clássico em um evento esportivo e cultural.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts01.webp"
  },

  {
    "id": "mshorts02",
    "name": "Voyage Tie Dye Chinois Green Grape Leaf White",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "479,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Verde", "#447831"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts02.webp"
  },

  {
    "id": "mshorts03",
    "name": "Surf Trunk 3 Chinois Green Grape Leaf White",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "shorts",
    "brand": "Vans",
    "price": "499,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Verde", "#447831"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts03.webp"
  },

  {
    "id": "mshorts04",
    "name": "Authentic Chino Relaxed Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "349,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts04.webp"
  },

  {
    "id": "mshorts05",
    "name": "Range Relaxed Elastic Checkerboard",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "329,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Caimento, estilo e durabilidade. Pensamos muito em nossas calças para que você não se preocupe com isso. Uma calça chino versátil que oferece estilo e funcionalidade, a Calça Authentic Chino Relaxed permite que você se concentre apenas em sua performace. Construída com tecido resistente, esta calça chino clássica apresenta bolsos frontais com um compartimento para moedas do lado direito, bolsos traseiros com fechos de botão e detalhes bordados em drop V para reforço. Além disso, novos detalhes trazem muito estilo “Off The Wall” para este item essencial, incluindo o novo detalhe do passador de cinto em “V” no cós traseiro e a nova etiqueta original flag da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,80m de altura e veste tamanho 42. Tipo de modelagem: Slim - Justa através do quadril e perna e barra. Circunferência da barra: 35.5 cm. Composição: 60% algodão, 38% poliéster e 2% elastano",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts05.webp"
  },

  {
    "id": "mshorts06",
    "name": "Authentic Chino Relaxed Dirt",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Bege", "#E8D3B6"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts06.webp"
  },

  {
    "id": "mshorts07",
    "name": "Range Relaxed Elastic Short Grape Leaf",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "349,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Verde", "#447831"],
    "description": "Com foco no conforto que nunca sacrifica o estilo, os Vans Range Shorts são construídos em torno de um cós elástico fácil de puxar, para uso diário o dia todo. Com uma cintura regular no cós, com fecho de cordão para um ajuste ainda mais personalizado, o Range Relaxed Elastic Short é feito com uma mistura de algodão orgânico e elastano para elasticidade suave e um ajuste fácil de usar. Os bolsos dianteiros para mãos e os bolsos traseiros oferecem muita portabilidade para guardar e levar, enquanto detalhes sutis da marca mantêm o estilo no ponto: O bordado de travetes drop-V fornece reforço com um toque tradicional, e um laço de chave no cós traseiro direito mantém seus itens essenciais facilmente ao seu alcance. O modelo tem 1,83 m de altura e usa tamanho Médio. Tipo de caimento: Descontraído – confortável no quadril e na coxa com cintura regular. Fabricação elástica macia feita de 98% algodão orgânico e 2% elastano O cós elástico fácil de puxar combina conforto com o estilo da moda Bolsos frontais e traseiros de debrum Travetes Drop V bordados Detalhe do laço de chave no cós traseiro direito Costura Externa: 45,7 centímetros",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts07.webp"
  },

  {
    "id": "mshorts08",
    "name": "The Daily Solid Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "329,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts08.webp"
  },

  {
    "id": "mshorts09",
    "name": "Primary Solid Elastic Narcissus",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Amarelo", "#F6DD34"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts09.webp"
  },

  {
    "id": "mshorts10",
    "name": "The Daily Solid Vans Teal",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "bermudas",
    "brand": "Vans",
    "price": "379,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Azul", "#5C6FCF"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/shorts/mshorts10.webp"
  },

  {
    "id": "hoodies01",
    "name": "Versa Standard Hoodie Black Checkerboard",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "499,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Desenvolvido com o skate em mente, o Versa Standard Hoodie, de design especializado, traz recursos de desempenho para suportar os elementos sem sacrificar aquela estética atemporal da Vans. Com moletom premium com fio de algodão da mais alta qualidade no lado externo para suportar mais abrasão e aumentar a durabilidade, tem, também, revestimento Durable Water Repellent para manter você seco. Este moletom está pronto para o que vier. Mangas raglan clássicas, um bolso frontal, logotipo no centro e estampas gráficas checkerboard na manga direita aprimoram o design já consagrado. O modelo tem 1,82 m de altura e veste tamanho médio (M). • MESCLA DE TECIDO DURÁVEL - Moletom premium 88% algodão, 12% poliéster com fios de algodão de alta qualidade no lado externo para suportar mais abrasão e aumentar a durabilidade. • ACABAMENTO DURABLE WATER REPELENT (DWR) - O revestimento DURABLE WATER REPELLENT (DWR) repele a água para que você possa ficar mais seco, por mais tempo. • DETALHES CLÁSSICOS DA VANS - A arte em serigrafia do logotipo e do checkerboard mantêm a estética atemporal da Vans.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies01.webp"
  },

  {
    "id": "hoodies02",
    "name": "Po Growth Garden Rose Smoke",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "549,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Rosa", "#C8418C"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies02.webp"
  },

  {
    "id": "hoodies03",
    "name": "Classic Po Hoodie Ii Cement Heather Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "349,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Cinza", "#535257"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. O moletom com capuz Vans Classic possui o logo Vans drop V aplicado na altura do peito, etiqueta com logo Vans aplicada na lateral, capuz com cordão para regulagem, bolso estilo canguru, barra e punhos canelados e é feito de 71% algodão e 29% poliéster. Tipo de caimento: clássico. O modelo tem 1,82 e veste tamanho M.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies03.webp"
  },

  {
    "id": "hoodies04",
    "name": "Full Patched Po Ll Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "379,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. O moletom com capuz Vans Full Patched possui o logo Vans full patch aplicado na altura do peito do lado esquerdo e nas costas, etiqueta com logo Vans aplicada na lateral, capuz com cordão para regulagem, bolso estilo canguru, barra e punhos canelados e é feito de 53% algodão e 47% poliéster. Tipo de caimento: clássico. O modelo tem 1,82 e veste tamanho M.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies04.webp"
  },

  {
    "id": "hoodies05",
    "name": "Fleece Po Vans X Sandy Liang Mountain View",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Verde", "#447831"],
    "description": "Vans e Sandy Liang se reuniram com uma coleção de roupas e calçados inspirada nas décadas de 1990 e 2000. Com um toque de nostalgia extravagante, Sandy Liang eleva os estilos icônicos e amados dos Vans com detalhes inovadores e referências à cidade de Nova Iorque. A coleção ganha vida por meio de texturas elevadas, esboços divertidos e motivos exclusivos de Sandy Liang. Com bordado no peito saindo diretamente de uma memória de infância, o Vans X Sandy Liang Fleece Pullover Hoodie é confeccionado em french terry de algodão macio e tem o estilo clássico do capuz com um bolso frontal. O modelo tem 1,83 m de altura e usa tamanho Médio. • Coleção Vans X Sandy Liang • French terry 100% algodão • Moletom tipo pulôver com capuz • Bordado na frente",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies05.webp"
  },

  {
    "id": "hoodies06",
    "name": "Skate Classics Crew Duck Green",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Verde", "#447831"],
    "description": "Feito de lã macia escovada na parte de trás, o Skate Classics Crew Sweatshirt possui um estilo pulôver atemporal de gola redonda e gráficos no peito esquerdo que transformam nosso icônico logotipo em V em um cadeado. O modelo tem 1,83 m de altura e usa tamanho Médio. 80% algodão, 20% poliéster Lã escovada na parte de trás Estilo gola redonda Serigrafia do logotipo no peito esquerdo",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies06.webp"
  },

  {
    "id": "hoodies07",
    "name": "In Our Hands Po Deep Teal",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "499,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Verde", "#447831"],
    "description": "Paz, Amor e Vans. O In Our Hands Pullover espalha a mensagem positiva com gráficos florais na frente, com um sinal de paz, o planeta Terra, e um aplique na manga floral que arremata o design. Este moletom pulôver com capuz é feito com uma mistura macia de 60% algodão orgânico e 40% poliéster reciclado.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies07.webp"
  },

  {
    "id": "hoodies08",
    "name": "Classic Crew Ll Black White",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "379,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. O moletom Vans Classic Crew possui o logo Vans drop V aplicado na altura do peito, etiqueta com logo Vans aplicada na lateral, gola, barra e punhos canelados e é feito de 71% algodão e 29% poliéster. Tipo de caimento: clássico. O modelo tem 1,82 e veste tamanho M.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies08.webp"
  },

  {
    "id": "hoodies09",
    "name": "Fleece Po Vans X One Piece",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "379,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Cinza", "#535257"],
    "description": "Junte-se a Monkey D. Luffy e sua tripulação do chapéu de palha em sua busca pelo tesouro supremo, o One Piece, com essa coleção exclusiva Vans x One Piece. Por mais que tentem, poucos podem negar a importância de One Piece, uma das séries de mangá e anime mais vendidas e aclamadas dos últimos tempos. E ao longo desta última década, o autor Eiichiro Oda continuou a dar vida e cor ao mundo da série, imergindo ainda mais milhões de fãs nesta jornada do Chapéu de Palha e seus amigos para encontrar o lendário tesouro de One Piece.Após vários desenvolvimentos incríveis da trama, Monkey D. Luffy e sua tripulação estão finalmente vendo uma coleção colaborativa - e tudo graças à Vans. Juntos, Vans e One Piece prepararam uma coleção de calçados, roupas e acessórios digna do Rei dos Piratas.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies09.webp"
  },

  {
    "id": "hoodies10",
    "name": "Permanent Vacation Crew Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "moletons",
    "brand": "Vans",
    "price": "329,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Toda originalidade de um clássico Vans para agregar ao seu estilo. O moletom masculino SS Permanent Vacation Crew Black traz atitude para o seu lifestyle. Versátil, ele permite o uso em diversas ocasiões, seja uma proposta mais casual ou na prática de esportes. Na cor preta, o moletom careca é confeccionado em poliéster e algodão, com aplicação de rib no punho, na barra e na gola. Apresenta uma silhueta oversized no comprimento, com estampa frontal em silk à base d’água, com referência na arte da icônica caveira “Off The Wall”, um toque descolado e totalmente descontraído para te esquentar nos dias mais amenos e combinar com todos os seus clássicos Vans.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/hoodies/mhoodies10.webp"
  },

  {
    "id": "jackets01",
    "name": "Riley Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "599,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets01.webp"
  },

  {
    "id": "jackets02",
    "name": "Coyle Cropped Bomber Green",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "599,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Verde", "#447831"],
    "description": "A jaqueta Coyle Cropped Bomber Jacket brinca com um design icônico e mistura as estéticas moderna e retrô. Essa jaqueta totalmente forrada é feita em 100% sarja de algodão confortável e, como acabamento, tem um patch atemporal da Vans no lado esquerdo do peito. O modelo tem 1,82 m de altura e veste tamanho médio (M).",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets02.webp"
  },

  {
    "id": "jackets03",
    "name": "Torrey Black",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "459,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. Reminiscente das jaquetas esportivas retrô, a jaqueta Torrey é feita com um revestimento de poliéster resistente à água e forro de poliéster para maior conforto. Juntamente com o logotipo Vans checkerboard no peito esquerdo, esta jaqueta coach fácil de usar tem um fechamento frontal com botões, bolsos para as mãos, elástico nos punhos e um cordão na barra para um ajuste personalizável. O modelo tem 1,80m de altura e veste tamanho M. • 100% poliéster • Resistente à água • Logótipo serigrafado no peito esquerdo • Bolsos com fenda na cintura",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets03.webp"
  },

  {
    "id": "jackets04",
    "name": "Hellfire Club Jean Vans X Stranger Things",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "999,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Vans, a marca original de esportes de ação, celebra a autoexpressão criativa e a cultura jovem em uma coleção de tênis, roupas e acessórios inspirados nas aventuras dos personagens de “Stranger Things”, da Netflix, em sua 4ª temporada.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets04.webp"
  },

  {
    "id": "jackets05",
    "name": "Torrey Skate Duck Green",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Verde", "#447831"],
    "description": "Fazendo alusão às jaquetas esportivas retrô, a Torrey Skate Jacket é confeccionada em lona de algodão orgânico para uma vibe old school de roupa de trabalho. Junto a detalhes de serigrafia no peito esquerdo, esta jaqueta coach fácil de usar tem fechamento frontal com botões, bolsos com fenda nos quadris, e um cordão na bainha para um ajuste personalizável. O modelo tem 1,83 m de altura e usa tamanho Médio. 100% lona de algodão orgânico Fechamento frontal com botões Detalhes de serigrafia no peito esquerdo Bolsos com fendas nos quadris Cordão na bainha",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets05.webp"
  },

  {
    "id": "jackets06",
    "name": "Summer Camp Windbreaker Green Milieu Dress Blues",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "429,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Cinza", "#535257"],
    "description": "Corta-vento compactável confeccionada em poliamida com forro em poliéster, fechamento frontal por meio zíper, bolsos embutido e logo estampado no peito esquerdo.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets06.webp"
  },

  {
    "id": "jackets07",
    "name": "Torrey True Navy",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "319,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Azul", "#5C6FCF"],
    "description": "Jaqueta confeccionada em poliamida repelente a água com gola esporte, bolso frontal embutido, aplicação de logo no lado esquerdo do peito, fechamento por botões de pressão e detalhe de cordão na barra.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets07.webp"
  },

  {
    "id": "jackets08",
    "name": "Torrey Hooded Raglan Mte",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Branco", "#FFFFFF"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets08.webp"
  },

  {
    "id": "jackets09",
    "name": "Torrey",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "329,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Verde", "#447831"],
    "description": "A jaqueta Vans Torrey é feita de tecido impermeável 100% nylon, com forro 100% poliéster. Possui logo VANS estampado na lateral direita do peito, fechamento com botões de pressão, punho com elástico ajustável, ajuste na barra com cordão de algodão, cava raglan e bolsos faca com vista nas laterais .",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets09.webp"
  },

  {
    "id": "jackets10",
    "name": "Torrey Skate Vans X Tyson Peterson",
    "genre": "masculino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "499,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Cinza", "#535257"],
    "description": "Muitos ouviram falar pela primeira vez de Tyson Peterson quando ele apareceu como destaque no vídeo “Next Wave” da The Skateboard Mag e na versão impressa da revista. Com os dreads em chamas, Tyson impressionou ao misturar técnica e garra com uma execução fluída e presença plácida. Chegando com os dois pés na porta na edição da Spinning Away da Vans para a web (2018), Tyson colocou à mostra sua habilidade e criatividade, provando que não apenas aparece, mas também monta qualquer palco. Ajudando a ampliar os limites do que é possível sobre quatro rodas, a Tyson Peterson Torrey Skate Jacket é confeccionada em 100% algodão. O modelo tem 1,82 m de altura e usa tamanho Médio.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/mens/clothes/jackets/mjackets10.webp"
  },

  {
    "id": "wshirt01",
    "name": "Retro Floral Woven",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "179,00",
    "sizes": ["PP", "P", "M", "GG"],
    "color": ["Rosa", "#C8418C"],
    "description": "Camisa de manga curta confeccionada em algodão estampado com fechamento frontal por botão.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt01.webp"
  },

  {
    "id": "wshirt02",
    "name": "Wyld Printed SS Top Disty Floral",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "199,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Branco", "#FFFFFF"],
    "description": "Com uma estampa floral fechada e inspirada no vintage, a Wyld Printed Top é uma blusa de tecido 100% viscose com mangas curtas e botões frontais. Os detalhes de gola notch e jugo elevam esse estilo atemporal. O modelo tem 1,75 m de altura e usa tamanho Pequeno.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt02.webp"
  },

  {
    "id": "wshirt03",
    "name": "Woven Vans X Textured Waves",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "219,00",
    "sizes": ["PP", "M", "GG"],
    "color": ["Branco", "#FFFFFF"],
    "description": "Camisa de manga curta confeccionada em viscose estampada com fechamento frontal por botão.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt03.webp"
  },

  {
    "id": "wshirt04",
    "name": "Wovan Vans X Curren X Knost",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["PP", "P", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Ultrapassar os limites e pensar de forma diferente não é novidade para os surfistas da Vans, Alex Knost (de Costa Mesa, Califórnia) e Lee-Ann Curren (de Biarritz, França). Seja na água ou fora, eles sabem que a verdadeira autoexpressão significa ser você mesmo sem remorso. Nesta segunda temporada de sua coleção sem gênero da Vans, Alex e Lee-Ann trabalharam juntos para integrar novas cores e materiais, conduzindo uma abordagem única de progressão com produto e inclusão. A maneira deles de pensar fora das linhas, tanto na onda quanto fora, ganhou vida na nova Vans X Curren X Knost Shirt Com uma estampa de listras verticais inspirada nos interiores dos anos 70 e design automotivo, esta camisa de manga curta destaca uma estética clássica com toque retrô. Outras características notáveis incluem a gola contrastante, fechamento frontal com zíper, com um novo puxador de zíper com logotipo, e um caimento confortável e descontraído. Porque para Alex e Lee-Ann, trata-se de mais do que criar uma coleção em que as pessoas fiquem bem vestidas - trata-se de se sentir bem quando você a está usando. O modelo tem 1,75 m de altura e usa tamanho Pequeno. Coleção Alex Knost/Lee-Ann Curren 100% viscose rayon Mangas curtas Nova estampa de listras na frente Gola contrastante Fecho inteiro de zíper na frente Puxador de zíper com logotipo Bolso frontal no peito com debrum Caimento descontraído.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt04.webp"
  },

  {
    "id": "wshirt05",
    "name": "Box Car LL Flannel",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "179,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Azul", "#5C6FCF"],
    "description": "A camisa manga longa Vans Box Flannel Shirt é feita de 100% algodão. Possui tecido flanelado de fios tingidos, comprimento na altura da cintura.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt05.webp"
  },

  {
    "id": "wshirt06",
    "name": "Camisa Trippy Floral Trippy Floral",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "249,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Branco", "#FFFFFF"],
    "description": "A Trippy Floral Woven Top é uma blusa de manga curta em 100% viscose com estampa floral retrô. Esta blusa de manga curta também tem gola com abertura, carcela com botão na frente e caimento solto. A modelo tem 1,75 m de altura e usa tamanho Pequeno.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt06.webp"
  },

  {
    "id": "wshirt07",
    "name": "Camisa Anaheim Og Ss Woven Tawny Port",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "259,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Branco", "#FFFFFF"],
    "description": "Em homenagem à nossa primeira fábrica da Vans em Anaheim, Califórnia, a Anaheim OG Shirt mergulha em nossos arquivos para uma mistura de estampas retrô cheias de estilo moderno. Com um design todo patchwork, esta blusa de botões e manga curta é feito com 100% viscose e tem um caimento descontraído. As mangas de punho enrolados completam o visual. O modelo tem 1,75 m de altura e usa tamanho Pequeno.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt07.webp"
  },

  {
    "id": "wshirt08",
    "name": "Camisa Ss Fruity Fun Marshmallow",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "349,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Nude", "#E5D2C4"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt08.webp"
  },

  {
    "id": "wshirt09",
    "name": "Camisa Top Anaheim Sidewall Antique White",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Nude", "#E5D2C4"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt09.webp"
  },

  {
    "id": "wshirt10",
    "name": "Fruity Fun Checkerboard Buttondown Shirt",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["PP", "P", "M", "G", "GG"],
    "color": ["Rosa", "#C8418C"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shirts/wshirt10.webp"
  },

  {
    "id": "wtshirt01",
    "name": "Camiseta Crested Breana Geering White",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "279,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Branco", "#FFFFFF"],
    "description": "Nesta temporada, nos unimos a Breana Geering para oferecer uma coleção da cabeça aos pés inspirada em sua ousada criatividade, confiança e personalidade descontraída. Incorporamos seu amor por listras pretas e brancas, bem como uma calça de lona pesada e supertingida e o gráfico detalhado de esqueleto e cobra nos estilos de calçados e roupas. Esta coleção é feita para andar de skate, mas também fica bem fora do skate... porque Breana sabe que nada feito sem estilo não deve ser feito em tudo. A Vans Breana Geering Skate Mini T-Shirt tem gola redonda, mangas curtas e estampas de cobra e esqueleto nas costas. O logotipo da Vans está no lado esquerdo do peito. Composição: 100% ALGODÃO",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt01.webp"
  },

  {
    "id": "wtshirt02",
    "name": "Camiseta Mini Haribo Black",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "279,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Preto", "#000000"],
    "description": "Entre no mundo feliz de Haribo Vans e Haribo se juntaram para dar vida ao mundo feliz de Haribo em uma coleção de calçados, vestuário e acessórios cheios de energia jovem, característica que define ambas as marcas. Fundada em 1920 por Hans Riegel e famosa pelo Goldbear original, a Haribo traz alegria infantil aos fãs há mais de 100 anos. A Haribo é a produtora de balas de goma e alcaçuz mais popular do mundo, tornando a empresa a líder central na indústria de confeitaria. Apresentando designs influenciados pelo mundo feliz de Haribo em estilos icônicos da Vans, esta coleção celebra a criatividade e as formas alegres com que nos expressamos.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt02.webp"
  },

  {
    "id": "wtshirt03",
    "name": "Camiseta Ls Rainbow Skull Vans Teal",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "189,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Azul", "#5C6FCF"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt03.webp"
  },

  {
    "id": "wtshirt04",
    "name": "Camiseta Flying V Crew Grey Heather",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "129,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Cinza", "#535257"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. A camiseta Vans Flying V Crew de manga curta possui logo Vans drop V aplicado na altura do peito, etiqueta com logo Vans aplicada na lateral, gola canelada e é feita de 100% algodão. Tipo de caimento: regular. A modelo tem 1,75 e veste tamanho P.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt04.webp"
  },

  {
    "id": "wtshirt05",
    "name": "Camiseta Flying V Crew Cyclamen",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "129,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Rosa", "#C8418C"],
    "description": "Clássico Vans é atemporal. Autenticidade “Off The Wall” na essência. Um visual tradicional que nunca sai de moda. A camiseta feminina Flying V Crew Cyclamen é icônica e não passa despercebida. De silhueta clássica com corte mais ajustado ao corpo, a camiseta feminina rosa de manga curta Vans é confeccionada em algodão 100%, gola canelada e etiqueta com logotipo Vans aplicada na lateral. Apresenta estampa frontal icônica com logo Vans “Drop V” centralizado na altura do peito, em silk à base d’água. Perfeita para todos os momentos.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt05.webp"
  },

  {
    "id": "wtshirt06",
    "name": "Camiseta Micro Ditsy Rose Smoke",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "189,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Rosa", "#C8418C"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt06.webp"
  },

  {
    "id": "wtshirt07",
    "name": "Camiseta Vans X Anaheim Needlework Boxy Bf Electric Orange",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "149,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Laranja", "#FFA700"],
    "description": "Mergulhando nos arquivos e celebrando nossa história, a Needlework Anaheim Factory Collection faz uma viagem de meados dos anos 70 ao final dos anos 80, quando os modelos Vans Needlework eram um fenômeno popular da capacidade da companhia de criar calçados sob medida para clientes que trouxessem os próprios tecidos.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt07.webp"
  },

  {
    "id": "wtshirt08",
    "name": "Camiseta Anaheim Og Bff Tawny Port",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "219,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Vinho", "#932836"],
    "description": "A Anaheim Og BFF Tee é uma camiseta de gola redonda 100% jersey de algodão pesado, com mangas curtas, um caimento BFF e gráficos laranja com inovadora técnica na frente para um aceno sutil às nossas raízes na Califórnia. O modelo tem 1,75 m de altura e usa tamanho Pequeno.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt08.webp"
  },

  {
    "id": "wtshirt09",
    "name": "Camiseta Off The Wall Ss Purple Potion",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "199,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Vinho", "#932836"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt09.webp"
  },

  {
    "id": "wtshirt10",
    "name": "Camiseta Bf Ls Tee Vans X Textured Waves Asphalt",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "camisetas",
    "brand": "Vans",
    "price": "179,00",
    "sizes": ["M", "G", "GG"],
    "color": ["Cinza", "#535257"],
    "description": "Camiseta boyfriend de manga longa confeccionada em algodão com estampa frontal.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/tshirts/wtshirt10.webp"
  },

  {
    "id": "wpants01",
    "name": "CALÇA BREAN BREANA GEERING ASPHALT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "499,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Cinza", "#535257"],
    "description": "Nesta temporada, nos unimos a Breana Geering para oferecer uma coleção da cabeça aos pés inspirada em sua ousada criatividade, confiança e personalidade descontraída. Incorporamos seu amor por listras pretas e brancas, bem como uma calça de lona pesada e supertingida e o gráfico detalhado de esqueleto e cobra nos estilos de calçados e roupas. Esta coleção é feita para andar de skate, mas também fica bem fora do skate... porque Breana sabe que nada feito sem estilo não deve ser feito em tudo. As calças de skate Vans Breana Geering são calças de perna reta com bolsos laterais e bolsos traseiros, um que apresenta gráficos de mão de esqueleto. Estas calças têm uma cintura de 31,75 cm, uma costura interior de 71 cm e uma abertura da perna de 39,38 cm.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants01.webp"
  },

  {
    "id": "wpants02",
    "name": "CALÇA MOLETOM HARIBO SKY BLUE",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "499,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Azul", "#5C6FCF"],
    "description": "Entre no mundo feliz de Haribo Vans e Haribo se juntaram para dar vida ao mundo feliz de Haribo em uma coleção de calçados, vestuário e acessórios cheios de energia jovem, característica que define ambas as marcas. Fundada em 1920 por Hans Riegel e famosa pelo Goldbear original, a Haribo traz alegria infantil aos fãs há mais de 100 anos. A Haribo é a produtora de balas de goma e alcaçuz mais popular do mundo, tornando a empresa a líder central na indústria de confeitaria. Apresentando designs influenciados pelo mundo feliz de Haribo em estilos icônicos da Vans, esta coleção celebra a criatividade e as formas alegres com que nos expressamos.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants02.webp"
  },

  {
    "id": "wpants03",
    "name": "CALÇA RANGE RELAXED BLACK",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Com foco no conforto que nunca sacrifica o estilo, as Vans Range Pants são construídas em torno de um cós elástico fácil de puxar, para uso diário o dia todo. Feita com sarja elástica, a Range Relaxed Pant usa um caimento descontraído, pernas retas e uma etiqueta do logotipo atrás inspirada em roupas de trabalho para um visual atemporal. Para um toque ainda mais Vans, também adicionamos uma nova etiqueta da bandeira costurada internamente na bainha para adicionar marca quando os punhos estiverem dobrados. Modelo tem 1,75 m de altura, 58 cm de cintura e usa tamanho Pequeno. 98% algodão, 2% elastano Calça elástica descontraída de sarja Pernas retas Cós elástico com cordão Bolso frontal e traseiro com debrum Aplique do logotipo atrás Etiqueta de bandeira escondida no punho interno da perna Cintura: 29,2 centímetros Comprimento entrepernas: 71,1 centímetros. Abertura da perna: 38,1 centímetros",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants03.webp"
  },

  {
    "id": "wpants04",
    "name": "CALÇA IRENE IS GOOD SWEATPANT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "459,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Bege", "#E8D3B6"],
    "description": "A marca IRENEISGOOD se esforça para abraçar a individualidade, incentivar e adicionar cor e alegria às suas atividades. Em parceria com a Vans, esta coleção faz exatamente isso com suas estampas ousadas e estilo colorido. Inspirado no mantra #goodforyou de Irene Kim, o Vans x IRENEISGOOD Sweatpant exibe estampas divertidas, cores brilhantes e materiais exclusivos para dar vida ao mundo imaginativo de positividade representado pela marca IRENEISGOOD. Feita com uma mistura confortável de algodão e poliéster que traz um visual e sensação clássicos, essa calça de moletom evoca uma sensação de diversão excêntrica ao estilo streetwear, com estampa em checkerboard na perna direita e estampa do logotipo da Vans no quadril esquerdo. O modelo tem 1,76 m de altura, 58 cm de cintura e veste tamanho pequeno (P). • Coleção Vans x IRENEISGOOD • 60% algodão, 40% poliéster • Calça de moletom em estilo clássico • Cós confortável com elástico e cordão • Estampa em checkerboard vermelha na perna direita • Estampa do logotipo no quadril esquerdo • Bolsos embutidos nos quadris • Punhos elásticos no tornozelo",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants04.webp"
  },

  {
    "id": "wpants05",
    "name": "CALÇA GROUND WORK TOBACCO BROWN",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Marrom", "#964B00"],
    "description": "O estilo clássico de uniformes de trabalho ganha um toque a mais na calça Ground Work High Rise Carpenter Pant. Feita de lona de algodão, essa calça de modelagem reta combina os bolsos tradicionais em estilo cargo, detalhes inovadores nas costuras e caimento solto e confortável. Outros detalhes em destaque são a cintura alta e o aplique com bordado do logotipo da Vans no bolso traseiro. O modelo tem 1,79 m de altura, 58 cm de cintura e veste tamanho 26. • 100% lona de algodão • Calça inspirada em uniformes de trabalho • Cintura alta • Pernas com modelagem reta • Bolsos em estilo cargo • Detalhes inovadores nas costuras • Aplique com bordado do logotipo nas costas • Gancho: 30,5 cm • Barra: 42 cm • Entrepernas : 71 cm",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants05.webp"
  },

  {
    "id": "wpants06",
    "name": "CALÇA RANGE PRINT RELAXED PANT CHECKERBOARD VANS TEAL",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "449,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Azul", "#5C6FCF"],
    "description": "Com foco no conforto, mas sem abrir mão do estilo, as calças Vans Range Pants são confeccionadas com um cós de elástico fácil de vestir, para usar o dia todo e todos os dias. Feita de algodão orgânico e com estampa em checkerboard em diversos tons, a calça Twill Range Print Relaxed Pant tem um caimento solto, pernas com modelagem reta e uma etiqueta com o logotipo da vans nas costas inspirada em uniformes de trabalho, garantindo um visual atemporal. Garantindo aquele toque a mais da Vans, há também a nova etiqueta original da Vans costurada na parte interna da bainha para adicionar um detalhe quando a barra da calça estiver dobrada. O modelo tem 1,76 m de altura, 58 cm de cintura e veste tamanho pequeno (P). Nossa equipe traçou metas ambiciosas de sustentabilidade. Grandes ou pequenos, todos os nossos esforços se somam a mudanças positivas. Para poder estampar o logotipo VR3 Checkerboard Globe, pelo menos 30% do produto deve ser feito de materiais reciclados, renováveis e/ou regenerativos. • 98% algodão orgânico, 2% elastano • Calças soltas de sarja com elastano • Estampa em checkerboard em toda a peça • Pernas com modelagem reta • Cós de elástico com cordão • Bolsos faca e bolsos embutidos atrás • Aplique do logotipo nas costas • Etiqueta da Vans escondida na barra dobrável • Gancho: 29 cm • Entrepernas : 71 cm • Barra: 38 cm Para saber mais sobre a Vans e sua jornada rumo ao uso de materiais sustentáveis, acesse o site vans.com.br/sustentabilidade.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants06.webp"
  },

  {
    "id": "wpants07",
    "name": "CALÇA VANS X TEXTURED WAVES BOMBAY BROWN",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "319,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Marrom", "#964B00"],
    "description": "Calça confeccionada em poliéster e viscose com bolsos frontais, bolsos traseiro embutido, pernas largas e fechamento frontal por zíper e botão.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants07.webp"
  },

  {
    "id": "wpants08",
    "name": "CALÇA AUTHENTIC CHINO VANS X SANDY LIANG BLACK",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "319,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Vans e Sandy Liang se reuniram com uma coleção de roupas e calçados inspirada nas décadas de 1990 e 2000. Com um toque de nostalgia extravagante, Sandy Liang eleva os estilos icônicos e amados dos Vans com detalhes inovadores e referências à cidade de Nova Iorque. A coleção ganha vida por meio de texturas elevadas, esboços divertidos e motivos exclusivos de Sandy Liang. Construída com a fabricação de roupas de trabalho, Vans X Sandy Liang Authentic Chino é uma calça de sarja de cintura alta com uma combinação atemporal do estilo chino clássico e elasticidade confortável. Confeccionada com pernas retas, um design tradicional de 5 bolsos e detalhes novos em ponto V, esta calça chino traz um toque tradicional para um guarda-roupa essencial. Sandy também colocou sua marca exclusiva nesta calça para usar em qualquer lugar com bordados novos nas costas e bordados ocultos nas pernas para adicionar sua marca quando os punhos forem dobrados. A modelo tem 1,75 m de altura, 58 cm de cintura e usa tamanho 40. • Coleção Vans X Sandy Liang • 58% algodão, 39% poliéster e 3% elastano • Calça chino de sarja e cintura alta com pernas retas • Estilo clássico de 5 bolsos • Novos detalhes em ponto V • Bordado novo nas costas • Bordado no interior do punho da perna • Cintura: 31,7 cm • Comprimento entrepernas: 71,1 cm • Abertura da perna: 39,3 cm",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants08.webp"
  },

  {
    "id": "wpants09",
    "name": "CALÇA DIVINE ENERGY SWEATPANT USE SUA VOZ MARSHMALLOW",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "289,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Branco", "#FFFFFF"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants09.webp"
  },

  {
    "id": "wpants10",
    "name": "CALÇA VANS X CURREN X KNOST",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "calcas",
    "brand": "Vans",
    "price": "459,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Vermelho", "#C11301"],
    "description": "Ultrapassar os limites e pensar de forma diferente não é novidade para os surfistas da Vans, Alex Knost (de Costa Mesa, Califórnia) e Lee-Ann Curren (de Biarritz, França). Seja na água ou fora, eles sabem que a verdadeira autoexpressão significa ser você mesmo sem remorso. Nesta segunda temporada de sua coleção sem gênero da Vans, Alex e Lee-Ann trabalharam juntos para integrar novas cores e materiais, conduzindo uma abordagem única de progressão com produto e inclusão. A maneira deles de pensar fora das linhas, tanto na onda quanto fora, ganhou vida no novo Vans X Curren X Knost Pant. Inspirada nos interiores dos anos 70 e no design automotivo, esta calça chino clássica destaca uma estética atemporal com um toque retrô. Os travetes Drop V bordados oferecem reforço com um toque de tradição, enquanto outros detalhes notáveis trazem muito estilo Off The Wall para este vestuário essencial: o novo detalhe da alça do cinto em V na parte de trás do cós, um vinco prensado permanente na frente e nas costas as pernas, e a nova etiqueta de bandeira costurada internamente na bainha para adicionar marca quando os punhos estiverem dobrados. Porque para Alex e Lee-Ann, trata-se de mais do que criar uma coleção em que as pessoas fiquem bem vestidas - trata-se de se sentir bem quando você a está usando. A modelo tem 1,75 m de altura, 58 cm de cintura e usa tamanho 40. Coleção Alex Knost/Lee-Ann Curren lona mate 100% algodão peached Estilo chino clássico Vinco prensado permanente na frente e atrás da perna Travetes Drop V bordados Detalhe da alça do cinto em V na parte de trás do cós. Etiqueta da bandeira costurada internamente na costura da bainha para adicionar marca quando os punhos estiverem dobrados Bolsos frontais com bolso para moedas no lado direito Bolsos traseiros com debrum Tipo de caimento: Solto, cropped",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/pants/wpants10.webp"
  },

  {
    "id": "wshort01",
    "name": "RANGE RELAXED SHORT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "259,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort01.webp"
  },

  {
    "id": "wshort02",
    "name": "OXILED ROLLED DOWN SHORT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "259,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Rosa", "#C8418C"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort02.webp"
  },

  {
    "id": "wshort03",
    "name": "GROUND WORK RELAXED SHORT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "299,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Marrom", "#964B00"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort03.webp"
  },

  {
    "id": "wshort04",
    "name": "GROUND WORK SHORT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "299,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort04.webp"
  },

  {
    "id": "wshort05",
    "name": "GROUND WORK SHORT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "299,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Branco", "#FFFFFF"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort05.webp"
  },

  {
    "id": "wshort06",
    "name": "OXILED ROLLED DOWN SHORT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "459,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Lilás", "#C8A2C8"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort06.webp"
  },

  {
    "id": "wshort07",
    "name": "BALMY FRENCH TERRY SHORT",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "459,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Branco", "#FFFFFF"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort07.webp"
  },

  {
    "id": "wshort08",
    "name": "SHORT VANS X ECO POSITIVITY NATURAL",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "219,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Bege", "#E8D3B6"],
    "description": "Short de cintura alta confeccionado em algodão com 5 bolsos, barra dobrada, detalhe do passante traseiro em V, estampas frontal e traseira e fechamento frontal por zíper e botão.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort08.webp"
  },

  {
    "id": "wshort09",
    "name": "SHORT WOVEN PRIDE 22 BLACK",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "249,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Short confeccionado em algodão e poliéster com cós elástico e cordão estampado para ajuste, aplicação de fita na costura lateral, bolsos frontais e traseiros e logo bordado na lateral da perna",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort09.webp"
  },

  {
    "id": "wshort10",
    "name": "SHORT VANS X CRAYOLA BLACK",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "159,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Vans e Crayola se unem nesta temporada para criar uma coleção colorida de calçados e roupas. Com designs inspirados no visual clássico do Crayola em estilos icônicos da Vans, esta coleção celebra a criatividade de todos e as formas coloridas com que se expressam. Incentivando sua imaginação a correr solta, o Short Vans x Crayola apresenta um logotipo colorido na bainha esquerda, inspirado nas cores fortes da Crayola. Construído com tecido macio, este short confortável tem uma cintura elástica fácil de usar, uma bainha recortada e viés rosa contrastante. A modelo tem 1,70m de altura, tem 58 cm de cintura e está vestindo um tamanho pequeno. • Composição - 60% algodão, 40% poliéster",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/shorts/wshort10.webp"
  },

  {
    "id": "whoodie01",
    "name": "MOLETOM BREANA GEERING BLACK",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "429,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Nesta temporada, nos unimos a Breana Geering para oferecer uma coleção da cabeça aos pés inspirada em sua ousada criatividade, confiança e personalidade descontraída. Incorporamos seu amor por listras pretas e brancas, bem como uma calça de lona pesada e supertingida e o gráfico detalhado de esqueleto e cobra nos estilos de calçados e roupas. Esta coleção é feita para andar de skate, mas também fica bem fora do skate... porque Breana sabe que nada feito sem estilo não deve ser feito em tudo. O Vans Breana Geering Skate Pullover Hoodie tem mangas compridas, um bolso frontal tipo canguru e uma cobra bordada na manga direita. Tem imagens de esqueleto bordadas na frente. Composição: 100% ALGODÃO",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie01.webp"
  },

  {
    "id": "whoodie02",
    "name": "MOLETOM HARIBO SKY BLUE",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "549,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Azul", "#5C6FCF"],
    "description": "Entre no mundo feliz de Haribo Vans e Haribo se juntaram para dar vida ao mundo feliz de Haribo em uma coleção de calçados, vestuário e acessórios cheios de energia jovem, característica que define ambas as marcas. Fundada em 1920 por Hans Riegel e famosa pelo Goldbear original, a Haribo traz alegria infantil aos fãs há mais de 100 anos. A Haribo é a produtora de balas de goma e alcaçuz mais popular do mundo, tornando a empresa a líder central na indústria de confeitaria. Apresentando designs influenciados pelo mundo feliz de Haribo em estilos icônicos da Vans, esta coleção celebra a criatividade e as formas alegres com que nos expressamos.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie02.webp"
  },

  {
    "id": "whoodie03",
    "name": "MOLETOM FLYING V ZIP HOODIE GREY HEATHER",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Cinza", "#535257"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. O moletom com capuz Vans Flying V Zip possui o logo Vans drop V aplicado na altura do peito, etiqueta com logo Vans aplicada na lateral, capuz com cordão para regulagem, bolso estilo canguru, barra e punhos canelados, zíper frontal e é feito de 60% algodão e 40% poliéster. Tipo de caimento: boyfriend. A modelo tem 1,82 e veste tamanho P.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie03.webp"
  },

  {
    "id": "whoodie04",
    "name": "MOLETOM CREW FLEECE VANS X CURREN X KNOST",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "459,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Amarelo", "#F6DD34"],
    "description": "Ultrapassar os limites e pensar de forma diferente não é novidade para os surfistas da Vans, Alex Knost (de Costa Mesa, Califórnia) e Lee-Ann Curren (de Biarritz, França). Seja na água ou fora, eles sabem que a verdadeira autoexpressão significa ser você mesmo sem remorso. Nesta segunda temporada de sua coleção sem gênero da Vans, Alex e Lee-Ann trabalharam juntos para integrar novas cores e materiais, conduzindo uma abordagem única de progressão com produto e inclusão. A maneira deles de pensar fora das linhas, tanto na onda quanto fora, ganhou vida no novo Vans X Curren X Knost Crew Fleece Sweatshirt. Com uma lavagem pigmentada e um aplique inovador no centro da frente, inspirado nos interiores dos anos 70 e no design automotivo, este moletom de lã de gola redonda em camurça destaca uma estética clássica com um toque retrô. Outras características notáveis incluem mangas bufantes e uma moderna bainha assimétrica. Porque para Alex e Lee-Ann, trata-se de mais do que criar uma coleção em que as pessoas fiquem bem vestidas - trata-se de se sentir bem quando você a está usando. O modelo tem 1,75 m de altura e usa tamanho Pequeno. Coleção Alex Knost/Lee-Ann Curren 76% algodão, 24% poliéster Lã e gola em camurça Lavagem pigmentada Bainha assimétrica Mangas bufantes Aplique inovador no centro da frente",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie04.webp"
  },

  {
    "id": "whoodie05",
    "name": "MOLETOM IRENE IS GOOD HOODIE",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "849,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Bege", "#E8D3B6"],
    "description": "A marca IRENEISGOOD se esforça para abraçar a individualidade, incentivar e adicionar cor e alegria às suas atividades. Em parceria com a Vans, esta coleção faz exatamente isso com suas estampas ousadas e estilo colorido. Inspirado no mantra #goodforyou de Irene Kim, o Vans x IRENEISGOOD Oversized Hoodie exibe estampas divertidas, cores brilhantes e materiais exclusivos para dar vida ao mundo imaginativo de positividade representado pela marca IRENEISGOOD. Feito com uma mistura confortável de algodão e poliéster que traz um visual clássico, esse moletom evoca uma sensação de diversão excêntrica ao estilo streetwear, com caimento oversized e diversas estampas, incluindo checkerboard vermelho nas mangas, um logotipo centralizado na frente e um unicórnio colorido nas costas com chifre em checkerboard. O modelo tem 1,79 m de altura e usa o tamanho pequeno (P). • Coleção Vans x IRENEISGOOD • 60% algodão, 40% poliéster • Moletom com capuz • Caimento oversized • Estampas em checkerboard nas mangas • Logotipo centralizado na frente • Estampa de unicórnio nas costas • Bolso frontal clássico",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie05.webp"
  },

  {
    "id": "whoodie06",
    "name": "MOLETOM LOVES ME BF HOODIE WHITE",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "289,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Branco", "#FFFFFF"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie06.webp"
  },

  {
    "id": "whoodie07",
    "name": "MOLETOM HOODIE VANS X HOLIDAY THE LABEL PECAN BROWN",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "399,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Bege", "#E8D3B6"],
    "description": "Nesta estação, a Vans e a marca Emma Mulholland on Holiday, com sede em Sydney, fizeram uma parceria para criar uma cápsula da cabeça aos pés que prolonga o seu brilho das férias de verão. Esta coleção tem um espírito lúdico que incentiva você a experimentar, divertir e não se levar muito a sério. Misturando materiais e grafismos para uma visão única do clássico moletom com capuz, o EM On Holiday Hoodie mantém as vibes das férias chegando. Um terrycloth em jacquard checkerboard é usado nas mangas, capuz e bolso frontal, enquanto o corpo deste moletom de largo utiliza um aconchegante lã escovado na parte de trás. Inovadores cordões duplos com agulheta de metal e bordado dianteiro central somam ao design elevado. O modelo tem 1,75 m de altura e usa tamanho Pequeno. Coleção Vans x EM On Holiday Corpo: 60% algodão, 40% de lã de poliéster escovada na parte de trás Manga/Capuz/Bolso Canguru: 80% algodão terrycloth, 20% poliéster Checkerboard em jacquard nas mangas, capuz e bolso Inovadores cordões duplos agulhetas de metal Bordado na frente Caimento largo",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie07.webp"
  },

  {
    "id": "whoodie08",
    "name": "MOLETOM CLASSIC V II HOODIE RAFFIA",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "239,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Amarelo", "#F6DD34"],
    "description": "Com nosso icônico logotipo na frente e no centro, o Classic V II Hoodie combina um estilo tradicional com um conforto aconchegante. Feito com uma mistura suave de algodão e poliéster, este moletom pulôver com capuz, com bolso frontal é sempre clássico e sempre na moda. Tipo de caimento: clássico. O modelo tem 1,75 m de altura e usa tamanho Pequeno. 60% algodão, 40% poliéster Moletom pulôver com capuz Serigrafia do logotipo na frente Bolso frontal Caimento clássico",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie08.webp"
  },

  {
    "id": "whoodie09",
    "name": "MOLETOM WATER WASH CROP CREW CELADON GREEN",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "249,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Verde", "#447831"],
    "description": "O Water Wash Crop Crew é um moletom de gola redonda 80% algodão e 20% poliéster com uma lavagem tipo água em toda a peça e um caimento boxy tipo cropped. Ombros caídos, mangas bufantes e o bordado do logotipo clássico no lado esquerdo do peito complementam o design. A modelo tem 1,75 m de altura e usa tamanho Pequeno.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie09.webp"
  },

  {
    "id": "whoodie10",
    "name": "MOLETOM CLASSIC V II HOODIE",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "shorts ",
    "brand": "Vans",
    "price": "149,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Vinho", "#932836"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/hoodies/whoodie10.webp"
  },

  {
    "id": "wjacket01",
    "name": "JAQUETA KASTLE CHECK ME CALYPSO CORAL",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "479,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Rosa", "#C8418C"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket01.webp"
  },

  {
    "id": "wjacket02",
    "name": "JAQUETA KASTLE CHECK ME BLACK",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "479,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Corta vento confeccionada em poliéster resistente a água, com capuz, forro de malha e aplicação do logo no lado esquerdo do peito.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket02.webp"
  },

  {
    "id": "wjacket03",
    "name": "JAQUETA WMN DRILL CHORE BLACK",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "499,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Fundada na Califórnia em 1966, a VANS está envolvida com a cultura de rua, artes, música e ligada ao skate e à evolução do esporte, sem perder a essência. Dos clássicos aos modernos, a VANS possui uma enorme variedade de modelos de tênis, roupas e acessórios, sempre matendo o estilo Off The Wall. A jaqueta Drill Chore possui um visual clean minimalista. Com gola de veludo para um toque de personalidade, este casaco clássico também tem carcela com botão de fecho de pressão, bolsos frontais e um aplique do logotipo Vans costurado. A modelo tem 1,70 m de altura e usa tamanho P. Composição: 100% lona de algodão.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket03.webp"
  },

  {
    "id": "wjacket04",
    "name": "JAQUETA LEILA DENIM WATER WASH",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "369,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Azul", "#5C6FCF"],
    "description": "A Surf Supply é uma coleção desenhada por Leila, Karina e Ainara para complementar as peças básicas de seu armário. Usando cores utilitárias e fabricações novas, esses estilos de surfe são itens essenciais incrementados para todo dia e todo mundo.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket04.webp"
  },

  {
    "id": "wjacket05",
    "name": "JAQUETA VANS X ANAHEIM NEEDLEWORK NATURAL",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "329,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Bege", "#E8D3B6"],
    "description": "Mergulhando nos arquivos e celebrando nossa história, a Needlework Anaheim Factory Collection faz uma viagem de meados dos anos 70 ao final dos anos 80, quando os modelos Vans Needlework eram um fenômeno popular da capacidade da companhia de criar calçados sob medida para clientes que trouxessem os próprios tecidos.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket05.webp"
  },

  {
    "id": "wjacket06",
    "name": "JAQUETA JEANS VANS X CHER STRAUBERRY BLACK",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "369,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "Cher Strauberry é uma skatista, musicista e artista de Oakland, na Califórnia. Como uma mulher trans, é uma verdadeira pioneira no skate. Além disso, é uma presença constante na recém-renovada cena do Embarcadero em San Francisco, além de umas fundadoras da Glue Skateboards. Nesta temporada, ela fez uma parceria com Vans para criar uma coleção que represente seu estilo único, fazendo uma declaração de um jeito moderno e de bom gosto.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket06.webp"
  },

  {
    "id": "wjacket07",
    "name": "JAQUETA VANS X LIBERTY BURNT OLIVE",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "429,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Marrom", "#964B00"],
    "description": "A jaqueta Vans X Liberty é feita de 100% algodão no exterior e 100% poliéster no forro. Possui fechamento com botões, bolso estampado na altura do peito com fechamento com botão, bolsos estampados inferiores e etiqueta com assinatura Vans aplicada na parte interna do colarinho e no bolso inferior.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket07.webp"
  },

  {
    "id": "wjacket08",
    "name": "JAQUETA IRENE IS GOOD SHERPA",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "729,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Roxo", "#993399"],
    "description": "",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket08.webp"
  },

  {
    "id": "wjacket09",
    "name": "JAQUETA SANDY MIDNIGHT NAVY",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "369,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "A Vans e a designer de Nova York Sandy Liang, se uniram para criar uma coleção exclusiva de calçados e roupas. Nascida e criada em Nova York, o senso de estilo peculiar de Sandy é inspirado em sua avó e nas heranças de sua juventude. A jaqueta Sandy é uma jaqueta estilo uniforme de posto de gasolina 60% algodão, 40% poliéster com zíper frontal, estampa allover, forro de cetim acolchoado contrastante, patch tecido no peito e corte alongado. Tipo de caimento: relaxado. A modelo tem 1,70 m de altura e veste tamanho P.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket09.webp"
  },

  {
    "id": "wjacket10",
    "name": "JAQUETA MERCY REVERSIBLE PARKA COVERED DITSY",
    "genre": "feminino",
    "category": "roupas",
    "subcategory": "jaquetas",
    "brand": "Vans",
    "price": "429,00",
    "sizes": ["36", "38", "40", "42", "44", "46" , "48" , "50"],
    "color": ["Preto", "#000000"],
    "description": "A Mercy Reversible Parka é uma parca de chuva em 100% poliéster resistente a água que tem duas faces: uma com bloco de cores lisas e a outra com estampa floral vibrante. Dois visuais totalmente diferentes em um, esta parca também inclui muitos recursos clássicos, incluindo um cordão interno em volta da barra, uma serigrafia do logotipo clássico no peito e revestimento Durable Water Repellent para ajudar a manter tudo seco. A modelo tem 1,75 m de altura e usa tamanho Pequeno.",
    "image": "https://gablucas.github.io/jsonapi/radstore/images/womans/clothes/jackets/wjacket10.webp"
  }
]